Repository: 5l1v3r1/regextester
Catalog: po/extra/*.po
Languages: fr

source: Regex Tester
fr: Testeur Regex

source: Testing regular expressions
fr: Testez des expressions régulières

source: regex;regular;expressions;
fr: regex;régulières;expressions;

source: A simple app for testing regular expressions
fr: Une simple application pour tester des expressions régulières

source: A regular expression is a special text string that describes a search pattern. Regex Tester shows all matches of search pattern in a string.
fr: Une expression régulière est une chaîne de caractère spécifique qui définit un modèle de recherche.Testeur Regex vous affiche toutes les correspondances de ce modèle dans une chaîne de caractère.

source: New:
fr: Nouveau :

source: Quit app by Ctrl+Q
fr: Quittez l'application avec Ctrl + Q

source: Translation:
fr: Traduction :

source: French (by Nathan Bonnemains)
fr: Français (par Nathan Bonnemains)

source: Fix for flatpak
fr: Corrections pour Flatpak

source: Fixed:
fr: Correction :

source: Restore correct window size
fr: Restauration de la taille correcte de la fenêtre

source: Dutch (by Heimen Stoffels)
fr: Néerlandais (par Heimen Stoffels)

source: Prepare for JUNO
fr: Préparation pour JUNO

source: Save/restore window size and position
fr: Sauvegarde/Restauration de la taille et de la position de la fenêtre

source: Small UX changes
fr: Modifications mineures de l'interface

source: Group support
fr: Prise en charge des groupes
